HELP_MESSAGE_FOR_QUDRATIC_EDUATION = ('Введите уравнение типа: "x^2+6x+9=0", '
                                      'для указания степени используйте знак '
                                      '"^", между числом и переменной не нужно'
                                      ' указывать знак умножения')
ERROR_MESSAGE_EDUATION = ('Уравнение не соответствует шаблону. Убедитесь что '
                          'вы правильно ввели данные!')
TYPE_ERROR = 'В уравнении используются разные переменные!'
VALUE_ERROR = 'Недопустимый символ в уравнении!'
